tutorials/pisoFoam/les/pitzDaily/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  dev                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet
    {
        type            patch;
        nFaces          30;
        startFace       24170;
    }
    outlet
    {
        type            patch;
        nFaces          57;
        startFace       24200;
    }
    upperWall
    {
        type            wall;
        nFaces          223;
        startFace       24257;
    }
    lowerWall
    {
        type            wall;
        nFaces          250;
        startFace       24480;
    }
    frontAndBack
    {
        type            empty;
        nFaces          24450;
        startFace       24730;
    }
)

// ************************************************************************* //
